Repository: asneris/asneris-seo-toolkit
Catalog: languages/asneris-seo-toolkit-*.po
Languages: es_es

source: Asneris SEO Toolkit
es_es: Kit de Herramientas SEO Asneris

source: Asneris: The Systematic SEO Toolkit for WordPress with intuitive UI.
es_es: Configuración de SEO clara y simple para tu sitio WordPress.

source: Settings saved successfully!
es_es: ¡Configuración guardada exitosamente!

source: Your changes have been saved and are now active.
es_es: Tus cambios han sido guardados y ahora están activos.

source: Enter ONLY the code value:
es_es: Ingresa SOLAMENTE el valor del código:

source: If Google gives you:
es_es: Si Google te da:

source: Enter only:
es_es: Ingresa solamente:

source: in the field above
es_es: en el campo de arriba

source: What are Webmaster Tools?
es_es: ¿Qué son las Herramientas para Webmasters?

source: Webmaster Tools are free platforms provided by search engines where you can:
es_es: Las Herramientas para Webmasters son plataformas gratuitas de buscadores donde puedes:

source: Monitor your site's search performance and rankings
es_es: Monitorear el rendimiento de búsqueda y rankings de tu sitio

source: Submit sitemaps to help search engines discover your content
es_es: Enviar sitemaps para ayudar a los buscadores a descubrir tu contenido

source: Check indexing status and fix crawling issues
es_es: Verificar el estado de indexación y corregir problemas de rastreo

source: View search queries that bring visitors to your site
es_es: Ver consultas de búsqueda que traen visitantes a tu sitio

source: Next Steps After Saving:
es_es: Próximos Pasos Después de Guardar:

source: Click "Save Settings" below
es_es: Haz clic en "Guardar Configuración" abajo

source: Bing Webmaster Tools
es_es: Herramientas para Webmasters de Bing

source: Site Diagnostics
es_es: Diagnósticos del Sitio

source: Excellent
es_es: Excelente

source: Good
es_es: Bueno

source: Fair
es_es: Regular

source: Needs Work
es_es: Necesita Mejoras

source: Dashboard
es_es: Panel de Control

source: Help
es_es: Ayuda

source: Test Any Page
es_es: Probar Cualquier Página

source: Test Homepage
es_es: Probar Página de Inicio

source: Run Validation
es_es: Ejecutar Validación

source: Overall SEO Score
es_es: Puntuación SEO General
